Repository: donosTIK/wpca-translations
Catalog: wpca-notifications/cuarno-*.po
Languages: nl_nl, pt_br

source: Notifications
nl_nl: Meldingen
pt_br: Notificações

source: A new post is available for you on %site_name%
nl_nl: Een nieuwe post is beschikbaar voor u op %site_name%
pt_br: Um novo download ou galeria está disponível para você em %site_name%

source: <p>Hello %to_name%,</p><p>A new post (%post_title%) has been made available for you in our customer area. You can read it by following that link: %post_url%</p><p>Best regards,</p><p>%from_name%<br/>%site_url%</p>
pt_br: <p>Olá %to_name%,</p><p>Um novo download ou galeria (%post_title%) está disponível para você em sua área de cliente. Você pode verificar este item aqui: %post_url%</p><p>Atenciosamente,</p><p>%from_name%<br/>%site_url%</p>

source: A new post has been published on %site_name%
nl_nl: Een nieuwe post is gepubliceerd op %site_name%
pt_br: Um novo download ou galeria está disponível para você em %site_name%

source: <p>Hello %to_name%,</p><p>A new post (%post_title%) has been published in the customer area by %author_name% for %owner_name%. You can read it by following that link: %post_url%</p><p>Best regards,</p><p>The customer area plugin<br/>%site_url%</p>
pt_br: <p>Olá %to_name%,</p><p>Um novo download ou galeria (%post_title%) está disponível para você em sua área de cliente. Você pode verificar este item aqui: %post_url%</p><p>Atenciosamente,</p><p>%from_name%<br/>%site_url%</p>

source: A new post is held for moderation on %site_name%
nl_nl: Een nieuw bericht tegengehouden voor controle op %site_name%
pt_br: Uma nova mensagem está aguardando moderação em %site_name%

source: <p>Hello,</p><p>A new post (%post_title%) has been created by %author_name% for %owner_name% and is waiting to be published. You can review it on that page: %review_url%</p><p>Best regards,</p><p>The customer area plugin<br/>%site_url%</p>
pt_br: <p>Olá,</p><p>Um novo download ou galeria (%post_title%) foi criado por %author_name% para %owner_name% e está aguardando para ser moderado. Você pode rever isto nesta página: %review_url%</p><p>Atenciosamente,<br/>%site_url%</p>

source: New file downloaded on %site_name%
nl_nl: Een nieuw bestand is gedownload van %site_name%
pt_br: Novo arquivo baixado em %site_name%

source: <p>Hello %to_name%,</p><p>A file (%post_title%) has been downloaded by %downloader_name%.</p><p>Best regards,</p><p>The customer area plugin<br/>%site_url%</p>
pt_br: <p>Olá %to_name%,</p><p>O arquivo (%post_title%) foi baixado por %downloader_name%.</p><p>Atenciosamente,</p><p>%site_url%</p>

source: New conversation started on %site_name%
nl_nl: Nieuw gesprek is begon op %site_name%
pt_br: Nova conversa iniciada em %site_name%

source: <p>Hello %to_name%,</p><p>A conversation (%post_title%) has been started by %author_name%. You can read it by following that link: %post_url%</p><p>Best regards,</p><p>%from_name%<br/>%site_url%</p>
pt_br: <p>Olá %to_name%,</p><p>Foi iniciada uma conversa em (%post_title%), %author_name%. Você pode acompanhá-la neste link: %post_url%</p><p>Atenciosamente</p><p>%from_name%<br>%site_url%</p>

source: New reply to a conversation on %site_name%
nl_nl: Nieuw antwoord op een gesprek op %site_name%
pt_br: Nova resposta a uma conversa em %site_name%

source: <p>Hello %to_name%,</p><p>A new reply has been posted in the conversation (%post_title%) by %author_name%. You can read it by following that link: %post_url%</p><p>Best regards,</p><p>%from_name%<br/>%site_url%</p>
pt_br: <p>Olá %to_name%,</p><p>Uma nova resposta foi feita na conversa (%post_title%) por %author_name%. Você pode acompanhá-la neste link: %post_url%</p><p>Atenciosamente</p><p>%from_name%<br>%site_url%</p>

source: The notification can not be sent if the post is not published
nl_nl: De kennisgeving kan niet worden verzonden als de post niet wordt gepubliceerd
pt_br: A notificação não pôde ser enviada e o post não será publicado

source: A notification has been sent to %d recipient(s)
nl_nl: Een kennisgeving is gestuurd %d ontvanger(s)
pt_br: Uma notificação foi enviada para %d destinatário(s)

source: This post does not yet have any owners. Nothing has been sent.
nl_nl: Dit bericht heeft nog geen eigenaars. Niets is verzonden.
pt_br: Este post ainda não tem nenhum proprietário. Nada foi enviado.

source: Let the owner know he can access this private content
nl_nl: Laat de eigenaar weten dat hij kan toegang tot deze privé-inhoud
pt_br: Avise o dono que ele puder acessar este conteúdo privado

source: The notification will only be sent if you publish the post, and if you have set an owner. Else nothing will be sent.
nl_nl: De kennisgeving wordt alleen verstuurd als je de post te publiceren, en als je een eigenaar hebt ingesteld. Anders niets zal worden gezonden.
pt_br: A notificação só será enviada se você publicar este conteúdo, e se você tiver definido um cliente. Caso contrário, nada será enviado.

source: General
nl_nl: Algemeen
pt_br: Geral

source: Email format
nl_nl: Email formaat
pt_br: Formato do email

source: Plain text
nl_nl: Tekst
pt_br: Texto Plano

source: The format in which notifications get sent. HTML might not always be properly formatted.
pt_br: O formato em que as notificações serão enviadas. HTML pode não ser sempre a melhor forma.

source: From
nl_nl: Van
pt_br: De

source: The emails will be shown as sent by this name.
nl_nl: De e-mails worden weergegeven als verzonden door deze naam.
pt_br: Os e-mails serão mostrados como enviados por este nome.

source: The emails will be shown as sent from this address.
nl_nl: De e-mails worden weergegeven als verzonden vanaf dit adres.
pt_br: Os e-mails serão exibidos como enviados a partir deste endereço.

source: is not a valid value for
nl_nl: is geen geldige waarde voor
pt_br: não é um valor válido para

source: You must set a subject for %s
nl_nl: U moet een onderwerp voor te stellen %s
pt_br: Você precisa definir um assunto para %s

source: You must set a body for %s
nl_nl: U moet een tekst in te voeren %s
pt_br: Você deve definir um mensagem para %s

source: Content Published
nl_nl: Content Gepubliceerd
pt_br: Conteúdo Publicado

source: Define here the email that will get sent to a user when new private content is published for him.
nl_nl: Definieer hier de e-mail die zal krijgen naar een gebruiker wanneer nieuwe particuliere inhoud wordt gepubliceerd voor hem.
pt_br: Defina aqui o e-mail que será enviado para um usuário quando um novo conteúdo privado é publicado por ele.

source: Enabled
nl_nl: Ingeschakeld
pt_br: Hatilitado

source: Disabled
nl_nl: Uitgeschakeld
pt_br: Desabilitado

source: Content Published (Admin)
nl_nl: Content Gepubliceerd (Admin)
pt_br: Conteúdo Publicado (Admin)

source: Define here the email that will get sent to the administrators when new private content is published by someone.
nl_nl: Definieer hier de e-mail die zal krijgen naar de beheerders als nieuwe particuliere inhoud wordt uitgegeven door iemand.
pt_br: Defina aqui o e-mail que será enviado aos administradores quando novo conteúdo privado é publicado por alguém.

source: Content Moderated
pt_br: Moderação de Conteúdo

source: Define here the email that will get sent to you when a new private post is created from the frontend but is not yet published (waiting for review before being published).
pt_br: Defina aqui o e-mail que será enviado para você quando um novo post privado é criado a partir do frontend, mas ainda não publicado (à espera de revisão antes de ser publicado).

source: File Downloaded
nl_nl: Bestand Gedownload
pt_br: Arquivo Baixado

source: Define here the email that will get sent to the file author when a file is downloaded.
pt_br: Defina aqui o e-mail que será enviado para o autor do arquivo quando um arquivo é baixado.

source: Always
nl_nl: Altijd
pt_br: Sempre

source: Only the first time
nl_nl: Alleen de eerste keer
pt_br: Somente na primeira vez

source: New Conversation
nl_nl: Nieuw Gesprek
pt_br: Nova Conversa

source: Define here the email that will get sent to the recipients of a conversation when it gets created.
nl_nl: Definieer hier de e-mail die zal krijgen naar de ontvangers van een gesprek wanneer het wordt gemaakt.
pt_br: Defina aqui o e-mail que será enviado aos destinatários de uma conversa quando ela foi criada.

source: New Reply
nl_nl: Nieuw Antwoord
pt_br: Nova Resposta

source: Define here the email that will get sent to the participants of a conversation when a new reply is posted.
nl_nl: Definieer hier de e-mail die zal krijgen naar de deelnemers aan een gesprek wanneer er een nieuwe reactie wordt geplaatst.
pt_br: Defina aqui o e-mail que será enviado para os participantes de uma conversa quando é criada uma nova resposta.

source: You can customize every notification that will be sent to users by the Customer Area.
nl_nl: Je kunt elke kennisgeving die door de gebruikers wordt verzonden aanpassen in de Customer Area.
pt_br: Você pode personalizar cada notificação que será enviada aos usuários pela área de cliente.

source: Do not activate your license on your development site. Only on the final site where you are running the plugin.
pt_br: Não ative sua licença em um site em desenvolvimento. Só no site final, onde você estiver executando o plugin.

source: All notifications
nl_nl: Alle meldingen
pt_br: Todas as Notificações

source: Replaced by the name of your website
nl_nl: Wordt vervangen door de naam van uw website
pt_br: Substituído pelo nome do seu site

source: Replaced by the address of your website
nl_nl: Wordt vervangen door het adres van uw website
pt_br: Substituído pelo endereço do seu site

source: Replaced by the name of the sender
nl_nl: Wordt vervangen door de naam van de verzender
pt_br: Substituído pelo nome do remetente

source: Replaced by the name of the recipient
nl_nl: Wordt vervangen door de naam van de ontvanger(s)
pt_br: Substituído pelo nome do destinatário

source: Private file download notification
nl_nl: Privé bestand gedownload (melding)
pt_br: Notificação de download de arquivo privado

source: title of the file
nl_nl: Titel van het bestand
pt_br: título do arquivo

source: link to show the post
nl_nl: link om het bericht te zien
pt_br: link para visualizar o post

source: name of the file
nl_nl: Naam van het bestand
pt_br: nome do arquivo

source: name of the user who downloaded the file
nl_nl: de naam van de gebruiker die het bestand heeft gedownload
pt_br: nome do usuário que o baixou o arquivo

source: All new private posts notification
nl_nl: Alle nieuwe privé bericht meldingen
pt_br: Toda nova notificação de mensagens privadas

source: title of the post
nl_nl: Titel van het bericht
pt_br: título do post

source: Name of the author of the post
nl_nl: De naam van de auteur van het bericht
pt_br: Nome do autor do post

source: Name of the owner of the post
nl_nl: De naam van de eigenaar van het bericht
pt_br: Nome do proprietário do post

source: New private post moderated notification
nl_nl: Nieuwe privé bericht gemodereerd (melding)
pt_br: Notificação de moderação de novo post privado

source: link to review the post
nl_nl: link naar het bericht om te bekijken
pt_br: link para rever o post

source: New conversation started notification
nl_nl: Nieuw gesprek gestart (melding)
pt_br: Notificação de nova conversa iniciada

source: title of the conversation
nl_nl: Titel van het gesprek
pt_br: título da conversa

source: link to show the conversation
nl_nl: link om het gesprek te bekijken
pt_br: link para visualizar a conversa

source: Name of the author of the conversation
nl_nl: Naam van de auteur van het gesprek
pt_br: Nome do autor da conversa

source: New reply to a conversation notification
nl_nl: Nieuw antwoord in een gesprek (melding)
pt_br: Nova resposta para notificação de conversa

source: Name of the author of the new reply
nl_nl: De naam van de auteur van het nieuwe antwoord
pt_br: Nome do autor da nova resposta

source: You can replace some variables in your notifications in order to personnalize the email sent to the users. Here are the place holders you can use:
pt_br: Você pode substituir algumas variáveis em suas notificações a fim de personalizar o e-mail que é enviado para os usuários. Aqui estão os marcadores que você pode usar:

source: Place holders
pt_br: Marcadores

source: Mode
pt_br: Modo

source: Subject
nl_nl: Ondewerp
pt_br: Assunto

source: Body
nl_nl: Inhoud
pt_br: Conteúdo

source: Adds email notifications to the Customer Area plugin
nl_nl: Voegt e-mailberichten op de Customer Area plugin
