Repository: donosTIK/wpca-translations
Catalog: wpca-tasks/cuarta-*.po
Languages: nl_nl

source: Task lists - Manage tasks
nl_nl: Takenlijsten - Taken Beheren

source: Manage tasks of a list
nl_nl: Beheer taken van een lijst

source: Page to create, remove and edit tasks of a lists.
nl_nl: Pagina aan te maken, te verwijderen en taken van een lijst te bewerken.

source: Manage tasks
nl_nl: Beheer taken

source: Manage tasks of list
nl_nl: Beheer taken van de lijst

source: Slug that is used in the URL to manage the tasks of an existing task list
nl_nl: Slug die wordt gebruikt in de URL om de taken van een bestaande takenlijst beheren

source: Go back to the task list
nl_nl: Ga terug naar de takenlijst

source: Go back to task list
nl_nl: Ga terug naar de takenlijst

source: Add a task
nl_nl: Een taak toevoegen

source: Due date (yyyy/mm/dd)
nl_nl: Vervaldag (jjjj / mm / dd)

source: Add task
nl_nl: Taak Toevoegen

source: Add
nl_nl: Toevoegen

source: Edit
nl_nl: Bewerken

source: Delete
nl_nl: Verwijderen

source: Update task
nl_nl: Taak - update

source: Save
nl_nl: Bewaren

source: Task lists - New
nl_nl: Takenlijsten - Nieuw

source: Create task list
nl_nl: Takenlijst maken

source: Page to create new task lists.
nl_nl: Pagina naar nieuwe taak lijsten maken.

source: The title cannot be empty
nl_nl: De Titel mag niet leeg zijn.

source: The description cannot be empty
nl_nl: De omschrijving mag niet leeg zijn

source: You must select at least one owner
nl_nl: U moet op ze minst één eigenaar opgeven

source: The task list has been created.
nl_nl: De takenlijst is gemaakt.

source: Title
nl_nl: Titel

source: Content
nl_nl: De inhoud

source: Owner
nl_nl: Eigenaar

source: Create
nl_nl: Creëren

source: Task lists - Owned
nl_nl: Takenlijsten - Eigenaar

source: My task lists
nl_nl: Mijn takenlijsten

source: Page to list the task lists a customer owns.
nl_nl: Pagina naar een lijst van de takenlijsten een klant verschuldigd is.

source: Task lists you published
nl_nl: Takenlijsten u gepubliceerd

source: Task lists published by %1$s
nl_nl: Takenlijsten gepubliceerd door %1$s

source: Task lists under %1$s
nl_nl: Takenlijsten onder %1$s

source: Task lists published in %2$s %1$s
nl_nl: Takenlijsten gepubliceerd in %2$s %1$s

source: Task lists published in %1$s
nl_nl: Takenlijsten gepubliceerd in %1$s

source: Task Lists
nl_nl: Takenlijsten

source: Recent Task Lists
nl_nl: Recente Takenlijsten

source: There are no task lists corresponding to this category.
nl_nl: Er zijn geen takenlijsten die overeenkomen met deze categorie.

source: You currently have no task lists.
nl_nl: U heeft momenteel geen takenlijsten.

source: Added on %s
nl_nl: Toegevoegd op %s

source: %1$s % complete
nl_nl: %1$s % Compleet

source: Author
nl_nl: Auteur

source: Recipient
nl_nl: Recipiënt

source: Date
nl_nl: Datum

source: Tasks - Home
nl_nl: Taken - Home

source: Tasks
nl_nl: Taken

source: Root page for the customer tasks.
nl_nl: Root pagina voor de klant taken.

source: Task lists - Update
nl_nl: Takenlijst - Update

source: Update task list
nl_nl: Bijwerken takenlijst

source: Page to update task lists.
nl_nl: Pagina om takenlijsten bij te werken.

source: The task list has been updated.
nl_nl: De taaklijst is bijgewerkt.

source: Topic
nl_nl: Onderwerp

source: Message
nl_nl: Bericht

source: All lists
nl_nl: Alle lijsten

source: New list
nl_nl: Nieuwe lijst

source: The list does not exist
nl_nl: De lijst bestaat niet

source: You must specify a task to update
nl_nl: U moet een taak specifiëren om deze bij te werken

source: List all lists
nl_nl: Lijst van alle lijsten

source: Access lists
nl_nl: Toegang lijsten

source: Create/Edit lists
nl_nl: Maak/Bewerk Lijsten

source: Delete lists
nl_nl: Verwijder lijsten

source: View task lists
nl_nl: Bekijk takenlijsten

source: View any task list
nl_nl: Bekijk elke takenlijst

source: Manage tasks of any lists
nl_nl: Beheer taken van elke lijst

source: Manage tasks of own lists
nl_nl: Beheer taken van eigen lijsten

source: Manage tasks of assigned lists
nl_nl: Beheer taken van toegewezen lijsten

source: Check any task
nl_nl: Controleer elke taak

source: Check tasks in own lists
nl_nl: Controleer taken in eigen lijsten

source: Check tasks in assigned lists
nl_nl: Controleer taken toegewezen lijsten

source: Are you sure that you want to delete this task?
nl_nl: Weet u het zeker dat u deze taak wilt verwijderen?

source: Attempt to bypass security checks!
nl_nl: Poging om veiligheidscontroles omzeilen!

source: Task id is not specified
nl_nl: Taak-id is niet gespecificeerd

source: List id is not specified
nl_nl: Lijst id is niet gespecificeerd

source: You must provide a description
nl_nl: U moet een omschrijving invullen

source: New Task List
nl_nl: Nieuwe Takenlijst

source: Progress
nl_nl: Vooruitgang

source: %3$s%% - %1$s task(s) completed out of %2$s
nl_nl: %3$s%% - %1$s van de %2$s taken zijn voltooid

source: Tasks can be added once you have saved this task list.
nl_nl: Taken kunnen worden toegevoegd zodra je deze takenlijst hebt opgeslagen.

source: You are not allowed to update tasks
nl_nl: Het is niet toegestaan om taken bij te werken

source: You are not allowed to create tasks
nl_nl: Het is niet toegestaan om taken maken

source: Due date
nl_nl: Vervaldag

source: + Add task
nl_nl: + Taak toevoegen

source: This list currently has no tasks
nl_nl: Deze lijst heeft momenteel geen taken

source: Mark as completed
nl_nl: Markeren als voltooid

source: Completed
nl_nl: Voltooid

source: Clear
nl_nl: Wissen

source: Add private task lists to your Customer Area
nl_nl: Voeg privé takenlijsten aan uw WP Customer Area

# cuar_tasklist
source: Task List
nl_nl: Takenlijst

# cuar_tasklist
source: Task Lists
nl_nl: Takenlijsten

# cuar_tasklist
source: Add New
nl_nl: Nieuw Takenlijst

# cuar_tasklist
source: Add New Task List
nl_nl: Nieuwe Takenlijst

# cuar_tasklist
source: Edit Task List
nl_nl: Bewerk Takenlijst

# cuar_tasklist
source: New Task List
nl_nl: Nieuw Takenlijst

# cuar_tasklist
source: View Task List
nl_nl: Bekijk Takenlijst

# cuar_tasklist
source: Search Task Lists
nl_nl: Zoek Takenlijst

# cuar_tasklist
source: No task lists found
nl_nl: Geen takenlijst gevonden

# cuar_tasklist
source: No task lists found in Trash
nl_nl: Geen takenlijst gevonden in de prullenbak

# cuar_tasklist
source: Parent Task List:
nl_nl: Hoofdtakenlijst:

# cuar_task
source: Tasks
nl_nl: Taken

# cuar_task
source: Task
nl_nl: Taak

# cuar_task
source: Add New
nl_nl: Nieuw

# cuar_task
source: Add New Task
nl_nl: Nieuwe Taak

# cuar_task
source: Edit Task
nl_nl: Taak Bewerken

# cuar_task
source: New Task
nl_nl: Nieuwe Taak

# cuar_task
source: View Task
nl_nl: Taak Bekijken

# cuar_task
source: Search Tasks
nl_nl: Taak Zoeken

# cuar_task
source: No tasks found
nl_nl: Geen taken gevonden

# cuar_task
source: No tasks found in Trash
nl_nl: Geen taken gevonden in de prullenbak

# cuar_task
source: Parent Task:
nl_nl: Hoofdtaak:
