Repository: donosTIK/wpca-translations
Catalog: wpca-authentication-forms/cuarlf-*.po
Languages: it_it, nl_nl

source: Login & Register Forms
it_it: Accesso all'area abbonati

source: You can now login with your new password
it_it: Puoi adesso accedere all'area abbonati con la tua nuova password
nl_nl: U kunt nu inloggen met uw nieuwe wachtwoord

source: <strong>ERROR</strong>: You must write the code displayed in the image above.
it_it: <strong>ERRORE</strong> : È necessario inserire il codice mostrato nell'immagine

source: <strong>ERROR</strong>: The code you entered is not correct.
it_it: <strong>ERRORE</strong> : Codice non corretto.

source: An email has been sent with the instructions to reset your password.
it_it: Le abbiamo inviato una mail con le istruzioni per il ripristino della password.

source: <strong>ERROR</strong>: You must enter a valid username and a valid email address.
it_it: <strong>ERRORE</strong> : dovrebbe inserire un nome utente e indirizzo email valido.

source: An email has been sent with the instructions to activate your account.
it_it: Le abbiamo inviato una mail con le istruzioni per attivare il suo account.

source: <strong>ERROR</strong>: Cookies are blocked or not supported by your browser.You must <a href='http://www.google.com/cookies.html'>enable cookies</a> to login here.
it_it: <strong>ERRORE</strong> : Cookie bloccati. Sono necessari per l'utilizzo dell'area abbonati.

source: <strong>ERROR</strong>: Invalid username. <a href="%s" title="Password Lost and Found">Lost your password</a>?
it_it: <strong>ERRORE</strong> : Nome utente non valido. <a href="%s" title="Password dimenticata">Password dimenticata</a> ?

source: <strong>ERROR</strong>: The username or password you entered is incorrect. <a href="%s" title="Password Lost and Found">Lost your password</a>?
it_it: <strong>ERRORE</strong> : Nome utente o password non valida. <a href="%s" title="Password dimenticata">Password dimenticata</a> ?

source: <strong>ERROR</strong>: User registration is disabled on this site.
it_it: <strong>ERRORE</strong> : iscrizione al portale disabilitata.

source: Register
it_it: Registrati
nl_nl: Registreer

source: Please fill the form below to create your account.
it_it: Dovrebbe riempire il modulo sottostante al fine di creare il suo account.

source: Reset your password
it_it: Ripristina password

source: Forgot your password
it_it: Password dimenticata

source: Write down below the email address corresponding to your account and we will send instructions to recover your password.
it_it: Insersisca sotto l'indirizzo email inserito durante la registrazione al fine di ricevere le istruzioni per ripristinare la sua password.

source: Login
it_it: Accesso Area Abbonati

source: You must login to access your own customer area. If you do not have an account yet, please register or contact us so that we can create it.
it_it: È necessario autenticarsi per accedere all'area abbonati. Se non possiede ancora un account la preghiamo di rivolgersi ai riferimenti contenuti nella sezione Contatti, presente nella menu in alto.

source: Customer Area
it_it: Area Abbonati

source: Login Form
it_it: Modulo di accesso

source: Automatic Updates
it_it: Aggiornamenti automatici

source: License key
it_it: Codice di licenza

source: General settings
it_it: Impostazioni generali

source: Override WordPress forms
it_it: Utilizza questo modulo di accesso al posto di quello di default.
nl_nl: Overschrijven WordPress formulieren

source: Change all default WordPress URLs for the Customer Area forms.
it_it: Utilizza questo modulo di accesso al posto di quello tutti i moduli di accesso default.
nl_nl: Verander alle standaard WordPress URL's voor de Customer Area formulieren.

source: <strong>ERROR</strong>: Enter a username or e-mail address.
it_it: <strong>ERRORE</strong>: Inserisca un nome utente o un indirizzo email.

source: <strong>ERROR</strong>: There is no user registered with that email address.
it_it: <strong>ERRORE</strong>: Non riscontriamo alcun utente avente questo indirizzo email.

source: <strong>ERROR</strong>: Invalid username or e-mail.
it_it: <strong>ERRORE</strong>: Nome utente o email non validi.

source: Password reset is not allowed for this user
it_it: Non è consentito il ripristino della password.
nl_nl: Wachtwoord reset is niet toegestaan voor deze gebruiker

source: Someone requested that the password be reset for the following account:
it_it: È stato richiesto il ripristino della password per il seguente account:
nl_nl: Iemand gevraagd dat het wachtwoord te resetten voor de volgende account:

source: Username: %s
it_it: Nome utente : %s
nl_nl: Gebruikersnaam : %s

source: If this was a mistake, just ignore this email and nothing will happen.
it_it: Se si dovesse trattare di un errore, semplicemente ignori questa mail e non verrà applicata alcuna modifica.
nl_nl: Als dit een vergissing was, negeer deze e-mail en niets zal gebeuren.

source: To reset your password, visit the following address:
it_it: Per ripristinare la sua password, visiti il seguente indirizzo:
nl_nl: Om uw wachtwoord opnieuw in te stellen, gaat u naar het volgende adres:

source: [%s] Password Reset
it_it: [%s] Ripristino Password
nl_nl: [%s] Wachtwoord Vergeten

source: The e-mail could not be sent.
it_it: La mail non può essere inviata.
nl_nl: De email kon niet worden verzonden.

source: Possible reason: your host may have disabled the mail() function...
it_it: Possibile motivo: funzione mail() di PHP disattivata.

source: Invalid key
it_it: Chiave non valida
nl_nl: ongeldige toets

source: <strong>ERROR</strong>: Please enter a username.
it_it: <strong>ERRORE</strong>: Inserisca un nome utente.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
it_it: <strong>ERRORE</strong>: Questo nome utente contiene caratteri non ammessi. Per favore, inserisca un nome utente valido.

source: <strong>ERROR</strong>: This username is already registered. Please choose another one.
it_it: <strong>ERRORE</strong> : Questo nome utente è già in uso. Per favore, scelga un altro nome utente.

source: <strong>ERROR</strong>: Please type your e-mail address.
it_it: <strong>ERRORE</strong> : Per favore, inserisca un indirizzo email.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
it_it: <strong>ERRORE</strong> : L'indirizzo email non è valido.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
it_it: <strong>ERRORE</strong> : Questo indirizzo mail è già registrato. Per favore, scelga un altro indirizzo email.

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
it_it: <strong>ERRORE</strong> : Impossibile completare la registrazione. La preghiamo di contattare <a href="mailto:%s">l'amministratore del portale</a> !

source: New user registration on your site %s:
it_it: Nuono utente su Forum Comuni %s :
nl_nl: Nieuwe gebruiker registratie op uw site %s :

source: [%s] New User Registration
it_it: [%s] Registrazione nuovo utente
nl_nl: [%s] Registratie Nieuwe Gebruiker

source: [%s] Your username and password
it_it: [%s] Nome utente e password
nl_nl: [%s] Uw gebruikersnaam en wachtwoord

source: Username
it_it: Nome utente
nl_nl: Gebruikersnaam

source: Remember me
it_it: Ricordami
nl_nl: Onthoud mij

source: Forgot your password?
it_it: Password dimenticata?
nl_nl: Wachtwoord vergeten?

source: Create your account
it_it: Crei il suo account
nl_nl: Maak uw account

source: Username or Email
it_it: Nome utente o email
nl_nl: Gebruikersnaam of Email

source: Spam Check
it_it: Codice antispam
nl_nl: Spam Controle

source: Copy the code shown above in the input field.
it_it: Copi il codice mostrato sotto all'interno del campo di testo.
nl_nl: Kopieer de hierboven weergegeven code in het invoerveld.

source: Get New Password
it_it: Richiedi nuova password
nl_nl: Ontvang een nieuw wachtwoord

source: Email Address
it_it: Indirizzo email
nl_nl: Emailadres

source: A password will be e-mailed to you.
it_it: Le verrà inviata una password all'indirizzo email indicato.
nl_nl: Het wachtwoord word naar u toe gemaild.

source: New Password
it_it: Nuova password
nl_nl: Nieuw Wachtwoord

source: Type your new password again.
it_it: Digiti nuovamente la sua password.
nl_nl: Type uw nieuwe wachtwoord opnieuw.

source: Change Password
it_it: Cambia password
nl_nl: Verander Wachtwoord

source: Forgot Password
nl_nl: Wachtwoord Vergeten

source: This page allows the users to request a password reset.
nl_nl: Deze pagina kan de gebruiker om een wachtwoord reset aan te vragen.

source: You must write the code displayed in the image above.
nl_nl: U moet de code in het plaatje hierboven te schrijven.

source: The code you entered is not correct.
nl_nl: De code die u heeft ingevoerd is niet correct.

source: This page allows users to log in
nl_nl: Deze pagina biedt gebruikers de mogelijkheid om in te loggen

source: Invalid username. <a href="%s" title="Password Lost and Found" class="alert-link">Lost your password</a>?
nl_nl: Verkeerde gebruikersnaam. <a href="%s" title="Wachtwoord Vergeten?">Wachtwoord vergeten</a> ?

source: The username or password you entered is incorrect. <a href="%s" title="Password Lost and Found" class="alert-link">Lost your password</a>?
nl_nl: De gebruikersnaam of ingevoerde wachtwoord is onjuist. <a href="%s" title="Wachtwoord Vergeten?">Wachtwoord vergeten</a> ?

source: Password
nl_nl: Wachtwoord

source: This page allows the users to create an account
nl_nl: Deze pagina kan de gebruiker om een account aan te maken

source: You must enter a valid username and a valid email address.
nl_nl: U moet een geldige gebruikersnaam en een geldig e-mailadres in te voeren.

source: Reset Password
nl_nl: Reset Wachtwoord

source: This page allows the users to actually reset his password.
nl_nl: Deze pagina kan de gebruiker zijn wachtwoord te resetten.

source: It seems you have not followed the link properly. Please make sure that the address includes a "key" and a "login" parameter.
nl_nl: Het lijkt erop dat je niet goed hebben gevolgd de link. Zorg ervoor dat het adres een "key" en een "login" parameters bevat.

source: Password is empty!
nl_nl: Wachtwoord is leeg!

source: Passwords do not match! Please try again.
nl_nl: Wachtwoorden komen niet overeen! Probeer het nogmaals.

source: You can now <a href="%1$s" class="alert-link">login with your new password</a>.
nl_nl: U kunt nu <a href="%1$s" class="alert-link">inloggen met uw nieuwe wachtwoord</a>.

source: Authentication Forms
nl_nl: Authenticatie Formulieren

source: User registration is disabled on this site.
nl_nl: Gebruikers registratie is uitgeschakeld op deze site.

source: Enter a username or e-mail address.
nl_nl: Voer een gebruikersnaam of e-mailadres.

source: There is no user registered with that email address.
nl_nl: Er is geen gebruiker geregistreerd met dat e-mailadres.

source: Invalid username or e-mail.
nl_nl: Ongeldige gebruikersnaam of e-mail.

source: Please enter a username.
nl_nl: Vul een gebruikersnaam in.

source: This username is invalid because it uses illegal characters. Please enter a valid username.
nl_nl: Deze gebruikersnaam is ongeldig omdat het gebruik maakt van ongeldige karakters. Vul een geldige gebruikersnaam in.

source: This username is already registered. Please choose another one.
nl_nl: Deze gebruikersnaam is al geregistreerd. Kies een andere.

source: Please type your e-mail address.
nl_nl: Typ uw e-mailadres.

source: The email address isn&#8217;t correct.
nl_nl: Ongeldig email adres.

source: This email is already registered, please choose another one.
nl_nl: Deze emailadres is al geregistreerd. Kies een andere.

source: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
nl_nl: Het was niet mogelijk om uw account aan te maken, neem contact op met de <a href="mailto:%s">webmaster</a> !

source: Password: %s
nl_nl: Wachtwoord : %s

source: Integrate the login and registration forms to your website
nl_nl: Integreer de login en registratie formulieren op uw website
