Repository: donosTIK/wpca-translations
Catalog: wpca-managed-groups/cuarmg-*.po
Languages: nl_nl

source: Managed Groups
nl_nl: Beheerde groepen

source: All groups
nl_nl: Alle groepen

source: New group
nl_nl: Nieuwe groep

source: Managed Group
nl_nl: Beheerde groep

source: Create/Edit managed groups
nl_nl: Maak/wijzig beheerde groepen

source: Delete managed groups
nl_nl: Verwijder beheerde groepen

source: Access managed groups
nl_nl: Ga de beheerde groepen binnen

source: View the groups from a user profile
nl_nl: Bekijk de groepen van een gebruikersaccount

source: Edit the groups from a user profile
nl_nl: Wijzig de groepen van een gebruikersaccount

# cuar_managed_group
source: Managed Groups
nl_nl: Beheerde groepen

# cuar_managed_group
source: Managed Group
nl_nl: Beheerde groep

# cuar_managed_group
source: Add New
nl_nl: Toevoegen nieuwe beheerde groep

# cuar_managed_group
source: Add New Managed Group
nl_nl: Toevoegen nieuwe beheerde groep

# cuar_managed_group
source: Edit Managed Group
nl_nl: Wijzig beheerde groep

# cuar_managed_group
source: New Managed Group
nl_nl: Nieuwe beheerde groep

# cuar_managed_group
source: View Managed Group
nl_nl: Bekijk beheerde groep

# cuar_managed_group
source: Search Managed Groups
nl_nl: Zoek beheerde groepen

# cuar_managed_group
source: No user groups found
nl_nl: Geen beheerde groepen gevonden

# cuar_managed_group
source: No user groups found in Trash
nl_nl: Geen beheerde groepen gevonden in prullenmand

# cuar_managed_group
source: Parent Managed Group:
nl_nl: Bovenliggende beheerde groep

source: New Managed Group
nl_nl: Nieuwe beheerde groep

source: Managers
nl_nl: Beheerders

source: Members
nl_nl: Gebruikers

source: Select the group managers
nl_nl: Selecteer de groepsbeheerders

source: Select group managers (hint: you can also type to search a user)
nl_nl: Selecteer een groep beheerder (hint: u kunt beginnen met typen om een beheerder te zoeken)

source: Select the group members
nl_nl: Selecteer de groepsleden

source: Select group members (hint: you can also type to search a user)
nl_nl: Selecteer groepsleden (hint: u kunt beginnen met typen om een groepslid te zoeken)

source: This group now has %d member(s) and %d manager(s)
nl_nl: Deze groep heeft nu %d gebruikers en %d beheerders

source: Managers' Role
nl_nl: Beheerders rol

source: The list of managers when creating or editing a managed group will be restricted to this role (or will not be restricted if you select "any role"). If your managers all belong to the same role, this makes selecting them easier.
nl_nl: Bij het maken of wijzigen van een beheerde groep, zal de lijst met beheerders worden beperkt tot deze rol (of zal niet worden beperkt indien u "iedere rol" selecteert. Indien uw beheerders allemaal dezelfde rol hebben, dan maakt dit het selecteren makkelijker.

source: Members' Role
nl_nl: Gebruikers rol

source: The list of members when creating or editing a managed group will be restricted to this role (or will not be restricted if you select "any role"). If your members all belong to the same role, this makes selecting them easier.
nl_nl: Bij het maken of wijzigen van een beheerde groep, zal de lijst met gebruikers worden beperkt tot deze rol (of zal niet worden beperkt indien u "iedere rol" selecteert. Indien uw gebruikers allemaal dezelfde rol hebben, dan maakt dit het selecteren makkelijker.

source: Edit groups managed
nl_nl: Wijzig beheerde groepen

source: You have not yet created any managed groups.
nl_nl: U heeft nog geen enkele beheerde groep gemaakt

source: Choose groups
nl_nl: Selecteer groepen

source: Edit groups subscribed
nl_nl: Wijzig geabonneerde groepen

source: You manage:
nl_nl: U beheerd:

source: This user manages:
nl_nl: Deze gebruiker beheerd:

source: You do not manage any group
nl_nl: U beheerd geen enkele groep

source: This user does not manage any group
nl_nl: Deze gebruiker beheerd geen enkele groep

source: You are a member of:
nl_nl: U bent een groepslid van:

source: This user is a member of:
nl_nl: Deze gebruiker is een lid van:

source: You do not belong to any group
nl_nl: U behoort tot geen enkele groep

source: This user does not belong to any group
nl_nl: Deze gebruiker behoort tot geen enkele groep
