Repository: donosTIK/wpca-translations
Catalog: wpca-projects/cuarpj-*.po
Languages: nl_nl, pl_pl

source: Projects - Owned
nl_nl: Projecten - In bezit
pl_pl: Projekty - Własne

source: My projects
nl_nl: Mijn projecten
pl_pl: Moje projekty

source: Page to list the projects a customer owns.
nl_nl: Pagina naar een lijst van de projecten van een klant verschuldigd is.
pl_pl: Strona do wypisania projektów których klient jest właścicielem.

source: Statuses
nl_nl: Status
pl_pl: Statusy

source: Projects with status: %1$s
nl_nl: Projecten met de volgende status : %1$s
pl_pl: Projekty ze statusem: %1$s

source: Projects: %1$s
nl_nl: Projecten: %1$s
pl_pl: Projekty: %1$s

source: Current Projects
nl_nl: Lopende Projecten
pl_pl: Bieżące Projekty

source: Recent Projects
nl_nl: Recente Projecten
pl_pl: Bieżące Projekty

source: There are no projects with that status.
nl_nl: Er zijn geen projecten met deze status.
pl_pl: Nie ma projektu z tym statusem.

source: There are no projects corresponding to this term.
nl_nl: Er zijn geen projecten die overeenkomen met deze term
pl_pl: Nie ma projektu powiązanego z tym wyrażeniem.

source: You currently have no projects.
nl_nl: U heeft momenteel geen projecten.
pl_pl: Obecnie nie masz żadnych projektów

source: Added on %s
nl_nl: toegevoegd op %s
pl_pl: Dodane na %s

source: %1$s %% complete
nl_nl: %1$s %% Compleet
pl_pl: %1$s %% ukończono

source: Participant
nl_nl: Deelnemer
pl_pl: Deelnemer

source: Kick-off
nl_nl: Begin
pl_pl: Rozpoczęcie

source: Launch
nl_nl: Lancering
pl_pl: Uruchomienie

source: %1$s % complete
nl_nl: %1$s % Compleet
pl_pl: %1$s % ukończono

source: WPCA - Project Statuses
nl_nl: WPCA - Project Status
pl_pl: WPCA - Statusy Projektu

source: Shows the project statuses of the Customer Area
nl_nl: Toont de status van het project van de klanten
pl_pl: Pokazuje statusy projektu w Strefie Klienta

source: Projects - Home
nl_nl: Projecten - Home
pl_pl: Projekty - Strona Domowa

source: Projects
nl_nl: Projecten
pl_pl: Projekty

source: Root page for the customer projects.
nl_nl: Root pagina voor de klant projecten.
pl_pl: Strona główna dla projektów klienta.

source: All projects
nl_nl: Alle projecten
pl_pl: Wszystkie projekty

source: New project
nl_nl: Nieuw Project
pl_pl: Nowy projekt

source: Manage statuses
nl_nl: Beheer statussen
pl_pl: Zarządzaj statusami

source: Project
pl_pl: Projekt

source: Back-office
pl_pl: Kokpit

source: Create/Edit projects
nl_nl: Maak/Bewerk projecten
pl_pl: Utwórz/Edytuj projekty

source: Delete projects
nl_nl: Verwijder projecten
pl_pl: Usuń projekty

source: Access projects
nl_nl: Toegang projecten
pl_pl: Dostępne projekty

source: Edit statuses
nl_nl: Statussen bewerk
pl_pl: Edytuj statusy

source: Delete statuses
nl_nl: Statussen verwijderen
pl_pl: Usuń statusy

source: Assign statuses
nl_nl: Statussen toewijzen
pl_pl: Przypisz statusy

source: View Projects
nl_nl: Bekijk projecten
pl_pl: Zobacz Projekty

source: Draft
nl_nl: Concept
pl_pl: Szkic

source: Open
pl_pl: Otwórz

source: Suspended
nl_nl: In afwachting
pl_pl: Zawieszony

source: Closed
nl_nl: Gesloten
pl_pl: Zamknięty

source: Project Statuses
nl_nl: Project statussen
pl_pl: Statusy Projektu

source: Started
nl_nl: Gestart
pl_pl: Rozpoczęty

source: Due
nl_nl: Vervallen
pl_pl: do

source: Completed
nl_nl: Voltooid
pl_pl: Zakończony

source: Progress
nl_nl: Vooruitgang
pl_pl: Postęp

source: People
nl_nl: Mensen
pl_pl: Ludzie

source: Managers
pl_pl: Menadżerowie

source: Y/m/d
nl_nl: d/m/Y
pl_pl: d/m/Y

source: All statuses
nl_nl: Alle statussen
pl_pl: Wszystkie statusy

source: Schedule
nl_nl: Planning
pl_pl: Harmonogram

source: Team
pl_pl: Zespół

source: Select the project managers
nl_nl: Selecteer de projectmanagers
pl_pl: Wybierz menadżerów grupy

source: Select project managers (hint: you can also type to search a user)
nl_nl: Selecteer projectmanagers (hint: je kunt ook naar een gebruiker zoeken)
pl_pl: Wybierz menadżerów projektu (podpowiedź: możesz także wpisywać aby wyszukać użytkownika)

source: Select the project participants
nl_nl: Selecteer de deelnemers aan het project
pl_pl: Wybierz uczestników projektu

source: Select project participants (hint: you can also type to search a user)
nl_nl: Selecteer deelnemers aan het project (hint: je kunt ook om een gebruiker te zoeken)
pl_pl: Wybierz uczestników projektu (podpowiedź: możesz także wpisywać aby wyszukać użytkownika)

source: Project statuses
nl_nl: Project statussen
pl_pl: Statusy Projektu

source: Default status
nl_nl: Standaard status
pl_pl: Domyślny status

source: Hide statuses
nl_nl: Verborgen statussen
pl_pl: Ukryj statusy

source: Administration
nl_nl: Administratie
pl_pl: Administracja

source: Managers' Role
nl_nl: Managers Rol
pl_pl: Role Menadżerów

source: Participants' Role
nl_nl: Deelnemers Rol
pl_pl: Role Uczestników

source: Adds the concept of project to group private content
nl_nl: Voegt het concept van het project aan de groep private inhoud
pl_pl: Dodaje koncept projektu do zawartości grup prywatnych

# cuar_project
source: Project
pl_pl: Projekt

# cuar_project
source: Projects
nl_nl: Projecten
pl_pl: Projekty

# cuar_project
source: Add New
nl_nl: Nieuw Project
pl_pl: Dodaj nowy

# cuar_project
source: Add New Project
nl_nl: Voeg Nieuw Project Toe
pl_pl: Dodaj nowy Projekt

# cuar_project
source: Edit Project
nl_nl: Bewerk Project
pl_pl: Edytuj Projekt

# cuar_project
source: New Project
nl_nl: Nieuw Project
pl_pl: Nowy Projekt

# cuar_project
source: View Project
nl_nl: Bekijk Project
pl_pl: Zobacz Projekt

# cuar_project
source: Search Projects
nl_nl: Zoek Project
pl_pl: Szukaj Projektów

# cuar_project
source: No projects found
nl_nl: Geen project gevonden
pl_pl: Nie znaleziono projektów

# cuar_project
source: No projects found in Trash
nl_nl: Geen Projecten in de prullenbak
pl_pl: Nie znaleziono projektów w Koszu

# cuar_project
source: Parent project:
nl_nl: Hoofd project:
pl_pl: Nadrzędny projekt:

# cuar_project_status
source: Project Statuses
nl_nl: Project Statussen
pl_pl: Statusy Projektu

# cuar_project_status
source: Project Status
pl_pl: Status Projektu

# cuar_project_status
source: Search Project Statuses
nl_nl: Zoek Project Statussen
pl_pl: Szukaj Statusów Projektu

# cuar_project_status
source: Popular Project Statuses
nl_nl: Populaire Project Statussen
pl_pl: Popularne Statusy Projektu

# cuar_project_status
source: All Project Statuses
nl_nl: Alle Project Statussen
pl_pl: Statusy wszystkich Projektów

# cuar_project_status
source: Parent Project Status
nl_nl: Hoofd Project Status
pl_pl: Nadrzędny Status Projektu

# cuar_project_status
source: Parent Project Status:
nl_nl: Hoofd Project Status:
pl_pl: Nadrzędny Status Projektu:

# cuar_project_status
source: Edit Project Status
nl_nl: Bewerk Project Status
pl_pl: Edytuj status Projektu

# cuar_project_status
source: Update Project Status
pl_pl: Zaktualizuj Status Projektu

# cuar_project_status
source: Add New Project Status
nl_nl: Nieuw Project Toevoegen Status
pl_pl: Dodaj nowy status projektu

# cuar_project_status
source: New Project Status
nl_nl: Nieuw Project Status
pl_pl: Nowy Status Projektu

# cuar_project_status
source: Separate project statuses with commas
nl_nl: Scheid project statussen door komma's
pl_pl: Oddziel statusy projektu przecinkami

# cuar_project_status
source: Add or remove project statuses
nl_nl: Project statussen toevoegen of verwijderen
pl_pl: Dodaj lub usuń statusy projektu

# cuar_project_status
source: Choose from the most used project statuses
nl_nl: Kies uit de meest gebruikte project statussen
pl_pl: Wybierz z najczęściej używanych statusów projektu

source: Customer Area - Project Statuses
pl_pl: Strefa Klienta - Statusy Projektu

source: You can hide projects with the given status from the select fields by default. For example, when you want to assign private content to a project, it can be handy to hide all closed projects to shorten the list.
pl_pl: Możesz domyślnie ukryć projekty z podanym statusem z pól wyboru. Na przykład, jeśli chcesz przypisać prywatną treść do projektu, może to być pomocne, aby ukryć wszystkie zamknięte projekty w celu skrócenia listy.

source: The list of managers when creating or editing a project will be restricted to this role (or will not be restricted if you select "any role"). If your managers all belong to the same role, this makes selecting them easier.
pl_pl: Lista menadżerów podczas tworzenia lub edycji projektu będzie ograniczona do tej roli (lub nie będzie ograniczona jeśli wybierzesz "Dowolna rola"). Jeżeli twoi menadżerowie należą do tej samej roku, będzie łatwiej ich wybierać.

source: The list of participants when creating or editing a project will be restricted to this role (or will not be restricted if you select "any role"). If your participants all belong to the same role, this makes selecting them easier.
pl_pl: Lista uczestników podczas tworzenia lub edycji projektu będzie ograniczona do tej roli (lub nie będzie ograniczona jeśli wybierzesz "Dowolna rola"). Jeżeli twoi uczestnicy należą do tej samej roku, będzie łatwiej ich wybierać.

source: Participants
pl_pl: Uczestnicy

source: This project now has %d participant(s) and %d manager(s)
pl_pl: Ten projekt aktualnie ma %d uczestników i %d menadżerów

source: Managed Group
pl_pl: Zarządzane Grupa

source: Delete managed groups
pl_pl: Usuń zarządzane grupy

source: Access managed groups
pl_pl: Wejdź do zarządzanych grup

source: View the groups from a user profile
pl_pl: Zobacz grupy z profilu użytkownika

source: Edit the groups from a user profile
pl_pl: Edytuj grupy z profilu użytkownika

# cuar_managed_group
source: Managed Groups
pl_pl: Zarządzane Grupy

# cuar_managed_group
source: Managed Group
pl_pl: Zarządzane Grupa

# cuar_managed_group
source: Add New Managed Group
pl_pl: Dodaj Nową Zarządzaną Grupę

# cuar_managed_group
source: Edit Managed Group
pl_pl: Edytuj Zarządzaną Grupę

# cuar_managed_group
source: New Managed Group
pl_pl: Nowa Zarządzana Grupa

# cuar_managed_group
source: View Managed Group
pl_pl: Zobacz Zarządzaną Grupę

# cuar_managed_group
source: Search Managed Groups
pl_pl: Szukaj Zarządzanych Grup

# cuar_managed_group
source: No user groups found
pl_pl: Nie znaleziono grup użytkowników

# cuar_managed_group
source: No user groups found in Trash
pl_pl: Nie znaleziono grup użytkowników w Koszu

# cuar_managed_group
source: Parent Managed Group:
pl_pl: Nadrzędna Grupa Zarządzana:

source: New Managed Group
pl_pl: Nowa Zarządzana Grupa

source: Members
pl_pl: Członkowie

source: Select the group members
pl_pl: Wybierz członków grupy

source: Select group members (hint: you can also type to search a user)
pl_pl: Wybierz członków grupy (podpowiedź: możesz także wpisywać aby wyszukać użytkownika)

source: Members' Role
pl_pl: Role Członków

source: The list of members when creating or editing a managed group will be restricted to this role (or will not be restricted if you select "any role"). If your members all belong to the same role, this makes selecting them easier.
pl_pl: Lista członków podczas tworzenia lub edycji projektu będzie ograniczona do tej roli (lub nie będzie ograniczona jeśli wybierzesz "Dowolna rola"). Jeżeli twoi członkowie należą do tej samej roku, będzie łatwiej ich wybierać.

source: Edit groups managed
pl_pl: Edytuj grupy zarządzane

source: You have not yet created any managed groups.
pl_pl: Nie utworzyłeś jeszcze żadnej zarządzanej grupy.

source: Choose groups
pl_pl: Wybierz grupy

source: Edit groups subscribed
pl_pl: Edytuj grupy subskrybowane

source: You manage:
pl_pl: Ty zarządzasz:

source: This user manages:
pl_pl: Ten użytkownik zarządza:

source: You do not manage any group
pl_pl: Nie zarządzasz żadną grupą

source: This user does not manage any group
pl_pl: Ten użytkownik nie zarządza żadną grupą

source: You are a member of:
pl_pl: Jesteś członkiem:

source: This user is a member of:
pl_pl: Ten użytkownik jest członkiem:

source: You do not belong to any group
pl_pl: Nie należysz do żadnych grup

source: This user does not belong to any group
pl_pl: Ten użytkownik nie należy do żadnej frupy

source: Currently, the group is managed by the following users:
pl_pl: Obecnie grupa zarządzana jest przez poniższych użytkowników:

source: Currently, the group includes the following users:
pl_pl: Obecnie grupa zawiera poniższych użytkowników:

source: Automatic Updates
pl_pl: Automatyczne Aktualizacje

source: License key
pl_pl: Klucz licencji

source: Do not activate your license on your development site. Only on the final site where you are running the plugin.
pl_pl: Nie aktywuj swojej licencji na stronie deweloperskiej. Tylko na końcowej wersji strony, na której będą działały wtyczki.

source: Extended Permissions
pl_pl: Rozszerzone Uprawnienia

source: User Selection
pl_pl: Wybór Użytkowników

# cuar_user_group
source: User Group
pl_pl: Grupa Użytkowników

# cuar_user_group
source: New User Group
pl_pl: Nowa Grupa Użytkowników

source: User Selections
pl_pl: Wybory Użytkowników

source: Login & Register Forms
pl_pl: Formularze Logowania i Rejestracji

source: You can now login with your new password
pl_pl: Możesz się teraz zalogować korzystając z nowego hasła

source: <strong>ERROR</strong>: You must write the code displayed in the image above.
pl_pl: <strong>BŁĄD</strong>: Musisz wpisać kod wyświetlony na obrazku powyżej.

source: <strong>ERROR</strong>: The code you entered is not correct.
pl_pl: <strong>BŁĄD</strong>: Kod wpisany przez Ciebie jest niepoprawny.

source: An email has been sent with the instructions to reset your password.
pl_pl: Instrukcje dotyczące resetowania hasła zostały wysłane emailem.

source: <strong>ERROR</strong>: You must enter a valid username and a valid email address.
pl_pl: <strong>BŁĄD</strong>: Musisz wpisać prawidłową nazwę użytkownika i prawidłowy adres email.

source: An email has been sent with the instructions to activate your account.
pl_pl: Informacje dotyczące aktywacji konta zostały wysłane emailem.

source: <strong>ERROR</strong>: Cookies are blocked or not supported by your browser.You must <a href='http://www.google.com/cookies.html'>enable cookies</a> to login here.
pl_pl: <strong>BŁĄD</strong>: Ciasteczka są zablokowane albo nie wspierane przez Twoją przeglądarkę. Musisz <a href='http://www.google.com/cookies.html'>włączyć ciasteczka</a> aby się tutaj zalogować.

source: <strong>ERROR</strong>: User registration is disabled on this site.
pl_pl: <strong>BŁĄD</strong>: Rejestrowanie użytkowników jest na tej stronie wyłączone.

source: Register
pl_pl: Zarejestruj się

source: Please fill the form below to create your account.
pl_pl: Proszę wypełni poniższy formularz aby utworzyć swoje konto.

source: Reset your password
pl_pl: Resetuj swoje hasło

source: Forgot your password
pl_pl: Zapomniałeś swojego hasła

source: Write down below the email address corresponding to your account and we will send instructions to recover your password.
pl_pl: Napisz poniżej adres mailowy przypisany do twojego konta, a my wyślemy informacje jak odzyskać hasło.

source: Login
pl_pl: Logowanie

source: You must login to access your own customer area. If you do not have an account yet, please register or contact us so that we can create it.
pl_pl: Musisz się zalogować aby mieć dostęp do twojej strefy klienta. Jeżeli nie masz jeszcze konta, proszę zarejestruj się lub skontaktuj z nami, abyśmy mogli je utworzyć.

source: Customer Area
pl_pl: Strefa Klienta

source: Login Form
pl_pl: Formularz Logowania

source: <strong>ERROR</strong>: Enter a username or e-mail address.
pl_pl: <strong>BŁĄD</strong>: Wprowadź nazwę użytkownika albo adres e-mail.

source: <strong>ERROR</strong>: There is no user registered with that email address.
pl_pl: <strong>BŁĄD</strong>: Nie ma użytkownika zarejestrowanego pod tym adresem email.

source: <strong>ERROR</strong>: Invalid username or e-mail.
pl_pl: <strong>BŁĄD</strong>: Niepoprawna nazwa użytkownika albo e-mail.

source: Password reset is not allowed for this user
pl_pl: Resetowanie hasła jest niedozwolone bez tego użytkownika

source: Someone requested that the password be reset for the following account:
pl_pl: Ktoś poprosił o reset hasła dla poniższego konta:

source: Username: %s
pl_pl: Nazwa użytkownika: %s

source: If this was a mistake, just ignore this email and nothing will happen.
pl_pl: Jeżeli to pomyłka, po prostu zignoruj tego maila i nic się nie stanie.

source: To reset your password, visit the following address:
pl_pl: Aby zresetować hasło, odwiedź poniższy adres:

source: [%s] Password Reset
pl_pl: [%s] Resetuj Hasło

source: The e-mail could not be sent.
pl_pl: Email nie mógł być wysłany.

source: Possible reason: your host may have disabled the mail() function...
pl_pl: Prawdopodobna przyczyna: twój hosting może mieć wyłączony mail() function...

source: Invalid key
pl_pl: Niepoprawny klucz

source: <strong>ERROR</strong>: Please enter a username.
pl_pl: <strong>BŁĄD</strong>: Proszę wpisz nazwę użytkownika.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
pl_pl: <strong>BŁĄD</strong>: Ta nazwa użytkownika jest niepoprawna ponieważ używa niedozwolonych znaków. Proszę wpisz poprawną nazwę użytkownika.

source: <strong>ERROR</strong>: This username is already registered. Please choose another one.
pl_pl: <strong>BŁĄD</strong>: Ta nazwa użytkownika jest już zajęta. Proszę wybierz inną.

source: <strong>ERROR</strong>: Please type your e-mail address.
pl_pl: <strong>BŁĄD</strong>: Proszę wpisz swój adres e-mail.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
pl_pl: <strong>BŁĄD</strong>: Adres email nie jest poprawny.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
pl_pl: <strong>BŁĄD</strong>: Ten adres email jest już zarejestrowany, proszę wybierz inny.

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
pl_pl: <strong>BŁĄD</strong>: Nie mogliśmy CIę zarejestrować... proszę skontaktuj się z <a href="mailto:%s">administratorem</a> !

source: New user registration on your site %s:
pl_pl: Nowa rejestracja użytkownika na Twojej stronie %s:

source: [%s] New User Registration
pl_pl: [%s] Rejestracja nowego użytkownika

source: Password: %s
pl_pl: Hasło: %s

source: [%s] Your username and password
pl_pl: [%s] Twoja nazwa użytkownika i hasło

source: Username
pl_pl: Nazwa użytkownika

source: Password
pl_pl: Hasło

source: Remember me
pl_pl: Zapamiętaj mnie

source: Forgot your password?
pl_pl: Zapomniałeś swojego hasła

source: Create your account
pl_pl: Utwórz swoje konto

source: Username or Email
pl_pl: Nazwa użytkownika lub Email

source: Spam Check
pl_pl: Sprawdzanie Spamu

source: Copy the code shown above in the input field.
pl_pl: Skopiuj kod pokazanych powyżej w polu wprowadzania treści.

source: Get New Password
pl_pl: Zdobądź Nowe Hasło

source: Email Address
pl_pl: Adres Email

source: A password will be e-mailed to you.
pl_pl: Hasło zostanie przesłane do Ciebie mailem.

source: New Password
pl_pl: Nowe Hasło

source: Type your new password again.
pl_pl: Wpisz swoje nowe hasło ponownie.

source: Change Password
pl_pl: Zmień Hasło

source: General
pl_pl: Ogólne

source: Email format
pl_pl: format Email

source: Plain text
pl_pl: Czysty tekst

source: The format in which login_form get sent. HTML might not always be properly formatted.
pl_pl: Format w którym login_form będzie wysłany. HTML może nie zawsze być poprawnie sformatowany.

source: The notification can not be sent if the file is not published
pl_pl: Powiadomienie nie może być wysłane jeśli plik nie został opublikowany

source: The notification can not be sent if the file does not have an owner
pl_pl: Powiadomienie nie może być wysłane jeśli plik nie ma właściciela

source: The notification can not be sent if the file has not been uploaded
pl_pl: Powiadomienie nie może być wysłane jeśli plik nie został wgrany

source: A notification has been sent to %s
pl_pl: Powiadomienie zostało wysłane do %s

source: Notifications
pl_pl: Powiadomienia

source: Let the owner know he can access this file
pl_pl: Powiadom właściciela że ma dostęp do tego pliku

source: The notification will only be sent if you publish the file, if you have actually uploaded a file and if you have set an owner. Else nothing will be sent.
pl_pl: Powiadomienie będzie wysłane tylko jeśli opublikujesz plik, który jest poprawnie wgrany i ma ustawionego właściciela. Inaczej nic nie zostanie wysłane.

source: From
pl_pl: Od

source: The emails will be shown as sent by this name.
pl_pl: Emaile będą wyświetlane jako wysłane przez to imię.

source: The emails will be shown as sent from this address.
pl_pl: Emaile będą wyświetlane jako wysłane z tego adresu.

source: New Private File
pl_pl: Nowy Prywatny Plik

source: Mode
pl_pl: Tryb

source: Disabled
pl_pl: Wyłączone

source: Enabled
pl_pl: Włączony

source: Subjet
pl_pl: Temat

source: Body
pl_pl: Zawartość

source: Private File Download
pl_pl: Pobierz Prywatne Pliki

source: Only the first time
pl_pl: Tylko za pierwszym razem

source: Always
pl_pl: Zawsze

source: You can choose whether you want to enable this notification. If you do, you can opt to receive the notifications only the first time the user downloads the file or every time he does it.
pl_pl: Możesz wybrać czy chcesz włączyć to powiadomienie. Jeśli tak, możesz zaznaczyć że chcesz otrzymać powiadomienie tylko za pierwszym razem gdy użytkownik pobierze plik lub za każdym razem gdy to zrobi.

source: A new file for you is available on %site_name%
pl_pl: Nowy plik dla Ciebie dostępny jest na %site_name%

source: <p>Hello %file_owner%,</p><p>A new file (%file_title%) has been made available for you in our customer area. You can download it by following the link: %file_url%</p><p>Best regards,</p><p>%from_name%<br/>%site_url%</p>
pl_pl: <p>Witaj %file_owner%,</p><p>Nowy plik (%file_title%) jest dla Ciebie dostępny w strefie klienta. Możesz go ściągnąć poprzez link: %file_url%</p><p>Pozdrowienia,</p><p>%from_name%<br/>%site_url%</p>

source: New file download on %site_name%
pl_pl: Nowe pobranie pliku na %site_name%

source: <p>Hello,</p><p>A file (%file_title%) has been downloaded by %download_user%.</p><p>Best regards,</p><p>The customer area plugin<br/>%site_url%</p>
pl_pl: <p>Witaj,</p><p>Plik (%file_title%) został pobrany przez %download_user%.</p><p>Pozdrowienia,</p><p>Wtyczka Strefa Klienta<br/>%site_url%</p>

source: Define here the email that will get sent to a user when a new private file is uploaded for him.
pl_pl: Zdefiniuj tutaj email, który będzie wysyłany do użytkownika, w momencie otrzymania nowego prywatnego pliku.

source: Show after post
pl_pl: Pokaż po wpisie

source: Show the view and download links below the post content for a customer file.
pl_pl: Pokaż widok i linki do pobierania poniżej zawartości wpisu dla pliku klienta.

source: Include CSS
pl_pl: Dołącz CSS

source: Include the default stylesheet.
pl_pl: Dołącz domyślny arkusz stylów.

source: If not, you should style the plugin yourself in your theme.
pl_pl: Jeśli nie, powinieneś dostosować styl wtyczki własnoręcznie w swoim motywie.

source: is not a valid value
pl_pl: nie jest poprawną wartością

source: must be an integer
pl_pl: musi być liczba całkowita

source: must be greater than %s
pl_pl: musi być większe niż %s

source: must be lower than %s
pl_pl: musi być mniejsze niż %s

source: Hello
pl_pl: Witaj

source: You must login to access your own customer area.
pl_pl: Musisz się zalogować aby mieć dostęp do twojej strefy klienta.

source: Hello %s,
pl_pl: Witaj %s,

source: download-file
pl_pl: pobierz-plik

source: You are not authorized to view this file
pl_pl: Nie jesteś autoryzowany aby oglądać ten plik

source: You are not authorized to access this file
pl_pl: Nie jesteś autoryzowany aby mieć dostęp do tego pliku
