Repository: donosTIK/wpca-translations
Catalog: wpca-projects/cuarpj-*.po
Languages: nl_nl, pl_pl

source: Customer Files
pl_pl: Pliki Klienta

source: Customer File
pl_pl: Plik Klienta

source: Edit Customer File
pl_pl: Edytuj Plik Klienta

source: New Customer File
pl_pl: Nowy Plik Klienta

source: View Customer File
pl_pl: Zobacz Pliki Klienta

source: File Categories
pl_pl: Kategorie Pliku

source: File Category
pl_pl: Kategoria Pliku

source: Search File Categories
pl_pl: Szukaj Kategorii Plików

source: Popular File Categories
pl_pl: Popularne Kategorie Plików

source: All File Categories
pl_pl: Wszystkie Kategorie Plików

source: Parent File Category
pl_pl: Kategoria Pliku Nadrzędnego

source: Parent File Category:
pl_pl: Kategoria Pliku Nadrzędnego:

source: Edit File Category
pl_pl: Edytuj Kategorię Pliku

source: Update File Category
pl_pl: Zaktualizuj Kategorię Pliku

source: Add New File Category
pl_pl: Dodaj Nową Kategorię Pliku

source: New File Category
pl_pl: Nowa Kategoria Pliku

source: unknown
pl_pl: nieznany

source: Owner
pl_pl: Właściciel

source: Nobody
pl_pl: Nikt

source: File
pl_pl: Plik

source: Current file:
pl_pl: Bieżący plik:

source: Upload a file
pl_pl: Wgraj plik

source: This file type is not allowed. You can only upload: %s
pl_pl: Ten typ pliku nie jest dozwolony. Możesz wgrywać tylko: %s

source: An unknown error happened while uploading your file.
pl_pl: Nieznany błąd wystąpił podczas wgrywania twojego pliku.

source: An error happened while uploading your file: %s
pl_pl: Wystąpił błąd podczas wgrywania twojego pliku: %s

source: Associated file
pl_pl: Powiązany plik

source: View
pl_pl: Zobacz

source: Download
pl_pl: Pobierz

source: Your files
pl_pl: Twoje pliki

source: Categories
pl_pl: Kategorie

source: Category
pl_pl: Kategoria

source: Houston&hellip; we have a problem!
pl_pl: Houston&hellip; mamy problem!

source: We have not found what you are looking for. You could simply close this window out of rage, but you might also want to have a look at the rest of the website. I am sure you won' be disappointed again. Promise.
pl_pl: Nie znaleźliśmy tego, czego szukasz. Możesz po prostu zamknąć to okno, albo możesz także przejrzeć pozostałą część witryny. Jestem pewien, że nie zawiedziesz się ponownie. Obiecuję.

source: Browse our blog
pl_pl: Przejrzyj nasz blog

source: By Date
pl_pl: Po Dacie

source: By Tag
pl_pl: Po Tagu

source: Filter our work
pl_pl: Przefiltruj naszą pracę

source: By date
pl_pl: Po dacie

source: By type
pl_pl: Po typie

source: Browse our archives
pl_pl: Przeglądaj nasze archiwum

source: Daily Archives: %s
pl_pl: Dzienne Archiwum: %s

source: Monthly Archives: %s
pl_pl: Miesięczne Archiwum: %s

source: Yearly Archives: %s
pl_pl: Roczne Archiwum: %s

source: Archives
pl_pl: Archiwum

source: Category Archives: %s
pl_pl: Archiwum Kategorii: %s

source: Comment navigation
pl_pl: Nawigacja komentarzy

source: &laquo; Older Comments
pl_pl: &laquo; Starsze Komentarze

source: Newer Comments &raquo;
pl_pl: Nowsze Komentarze &raquo;

source: Comments are closed.
pl_pl: Komentarze są wyłączone.

source: Leave a comment
pl_pl: Zostaw komentarz

source: Learn more about &laquo; %s &raquo;
pl_pl: Dowiedz się więcej o &laquo; %s &raquo;

source: Filed under:
pl_pl: Uzupełnione pod:

source: <li>&raquo; Tagged:
pl_pl: <li>&raquo; Otagowano:

source: Permalink to %s
pl_pl: Link do %s

source: Read more
pl_pl: Czytaj dalej

source: Edit this post
pl_pl: Edytuj ten wpis

source: Get in touch
pl_pl: Pozostań w kontakcie

source: +1 us on Google+
pl_pl: +1 nas na Google+

source: Like us on Facebook
pl_pl: Polub nas na Facebooku

source: Follow us on Twitter
pl_pl: Śledź nas na Twitterze

source: Use our code from GitHub
pl_pl: Użyj naszego kodu z GitHub

source: We help fellow developers on StackOverflow
pl_pl: Pomagamy innym programistom w StackOverflow

source: Get our free WordPress plugins & themes
pl_pl: Pobierz nasze darmowe wtyczki i szablony

source: Main navigation menu
pl_pl: Główne menu nawigacji

source: Work
pl_pl: Praca

source: work
pl_pl: praca

source: Type
pl_pl: Typ

source: Types
pl_pl: Typy

source: Skill
pl_pl: Umiejętność

source: Skills
pl_pl: Umiejętności

source: Technology
pl_pl: Technologia

source: Technologies
pl_pl: Technologie

source: Single blog post
pl_pl: Pojedynczy wpis

source: Blog archive page
pl_pl: Strona archiwum bloga

source: Footer, #getintouch
pl_pl: Stopka, #getintouch

source: Footer, #bottom
pl_pl: Stopka, #bottom

source: Page %s
pl_pl: Strona %s

source: About this project
pl_pl: O tym projekcie

source: Project launched in %s
pl_pl: Projekt uruchomiony w %s

source: View the live website
pl_pl: Zobacz stronę "Live"

source: Get the app on Google Play
pl_pl: Pobierz aplikacje na Google Play

source: Get the app on Apple's AppStore
pl_pl: Pobierz aplikacje na Apple's AppStore

source: Get the WordPress plugin
pl_pl: Pobierz wtyczkę WordPress

source: Skills:
pl_pl: Umiejętności:

source: Technologies:
pl_pl: Technologie:

source: You like this project and think we can do a good job with yours?
pl_pl: Podoba Ci się ten projekt i myślisz że może nam się także udać i z Twoim?

source: Request a quote
pl_pl: Poproś o wycenę

source: About this post
pl_pl: O tym wpisie

source: Posted on:
pl_pl: Opublikowane w:

source: Tag Archives: %s
pl_pl: Archiwum Tagów: %s

source: Our projects of type: %s
pl_pl: Nasze projekty typu: %s

source: %1$s on %2$s
pl_pl: %1$s na %2$s

source: Posts navigation
pl_pl: Nawigacja wpisów

source: <span class="meta-nav">&laquo;</span> Older posts
pl_pl: <span class="meta-nav">&laquo;</span> Starsze posty

source: Newer posts <span class="meta-nav">&raquo;</span>
pl_pl: Nowsze wpisy <span class="meta-nav">&raquo;</span>

source: show details
pl_pl: pokaż szczegóły

source: See all of our work
pl_pl: Zobacz całą naszą pracę

source: All content on this website is the property of &laquo;Constant le jardinier&raquo; and may not be used without permission
pl_pl: Cała treść strony należy do &laquo;Constant le jardinier&raquo; i nie może być użyta bez pozwolenia

source: Designed and carried out by MarvinLabs, digital creation studio in Basque country, France (Biarritz, Anglet, Bayonne)
pl_pl: Zaprojektowane i rozwijane przez MarvinLabs, cyfrowe studio w kraju Basków, Francja (Biarritz, Anglet, Bayonne)

source: A website planted with care by MarvinLabs
pl_pl: Strona rozwijana przez MarvinLabs

source: and
pl_pl: i

source: Paintings by Marilou Laure
pl_pl: Malowane przez Marilou Laure

source: illustrated with taste by Marilou Laure
pl_pl: gustownie zilustrowane przez Marilou Laure

source: Left footer navigation
pl_pl: Lewa nawigacja stopki

source: Right footer navigation
pl_pl: Prawa nawigacja stopki

source: Services
pl_pl: Serwisy

source: Service
pl_pl: Serwis

source: Footer Widgets 1 (Left)
pl_pl: Widżety Stopki 1 (Lewe)

source: Footer Widgets 2 (Middle)
pl_pl: Widżety Stopki 2 (Środkowe)

source: Footer Widgets 3 (Right)
pl_pl: Widżety Stopki 3 (Prawe)

source: Nothing here
pl_pl: Nic tu nie ma

source: You should not even be on this page!
pl_pl: Nie powinno być Cię na tej stronie!
