Repository: donosTIK/wpca-translations
Catalog: wpca-conversations/cuarme-*.po
Languages: nl_nl

source: Conversations
nl_nl: Gesprekken

source: The conversation does not exist.
nl_nl: Het gesprek bestaat niet.

source: Your reply is empty!
nl_nl: Uw antwoord is leeg!

source: List all conversations
nl_nl: Lijst met alle gesprekken

source: Create/Edit conversations
nl_nl: Maak/Bewerk gesprekken

source: Delete conversations
nl_nl: Verwijder gesprekken

source: Access conversations
nl_nl: Toegang tot gesprekken

source: View any conversation
nl_nl: Bekijk alle gesprekken

source: View conversations
nl_nl: Bekijk gesprekken

source: Reply to a conversation
nl_nl: Antwoord aan een gesprek

source: Replies
nl_nl: Antwoorden

source: %1$s replied on %2$s
nl_nl: %1$s antwoord op %2$s

source: No replies yet
nl_nl: Nog geen antwoorden

source: Conversations - Owned
nl_nl: Conversaties - Owned

source: My conversations
nl_nl: Mij gesprekken

source: Page to list the conversations a customer owns.
nl_nl: Pagina naar een lijst van de gesprekken die de gebruiker is de ontvanger

source: Archives
nl_nl: Archief

source: Started By
nl_nl: Gestart door

source: Conversations you started
nl_nl: Gesprekken die u heeft gestart

source: Conversations started by %1$s
nl_nl: Gesprekken gestart door %1$s

source: Conversations under %1$s
nl_nl: Gesprekken onder %1$s

source: Conversations started in %2$s %1$s
nl_nl: Gesprekken gestart in %2$s %1$s

source: Conversations started in %1$s
nl_nl: Gesprekken gestart in %1$s

source: Recent Conversations
nl_nl: Recente Gesprekken

source: Enable the rich editor for the reply form.
nl_nl: Schakel de Rich Editor voor het antwoordformulier.

source: There are no conversations in that category.
nl_nl: Er zijn geen gesprekken in deze categorie.

source: There are no conversations for that period.
nl_nl: Er zijn geen gesprekken voor deze periode.

source: You currently have no conversations.
nl_nl: U heeft momenteel geen gesprekken.

source: Latest reply on %s
nl_nl: Laatste reactie op %s

source: Started on %s
nl_nl: Gestart op %s

source: You started this conversation
nl_nl: U heeft dit gesprek gestart

source: Conversation with %s
nl_nl: Gesprek met %s

source: With %s
nl_nl: met %s

source: Started by %s
nl_nl: Gestart door %s

source: There are new replies
nl_nl: Er zijn nieuwe reacties

source: Author
nl_nl: Auteur

source: Recipient
nl_nl: Ontvanger

source: Date
nl_nl: Datum

source: Reply to this conversation
nl_nl: Reageer op dit gesprek

source: Reply
nl_nl: Reageren

source: %1$s replied on %2$s at %3$s
nl_nl: %1$s antwoorde op %2$s om %3$s

source: %d reply
nl_nl: %d reactie

source: WPCA - Conversation Authors
nl_nl: WPCA - Gesprek Auteurs

source: Shows the conversation author archives of the Customer Area
nl_nl: Geeft de auteurs archiveren weer van de Customer Area

source: Created By
nl_nl: Gemaakt door

source: WPCA - Conversation Archives
nl_nl: WPCA - Gesprekarchieven

source: Shows the conversation yearly archives of the Customer Area
nl_nl: Geeft de jaarlijkse gesprek archiveren weer van de Customer Area

source: Conversations - Home
nl_nl: Gesprekken - Home

source: Root page for the customer conversations.
nl_nl: Hoofd pagina voor de klant gesprekken

source: Conversations - New
nl_nl: Gesprekken - Nieuw

source: Start conversation
nl_nl: Start gesprek

source: Page to create new conversations.
nl_nl: Pagina om nieuwe gesprekken aan te maken.

source: The topic cannot be empty
nl_nl: Het onderwerp mag niet leeg zijn

source: The message cannot be empty
nl_nl: Het bericht mag niet leeg zijn

source: You must select at least one recipient
nl_nl: U moet minimaal 1 ontvanger selecteren

source: The conversation has been started.
nl_nl: Het gesprek is gestart

source: Topic
nl_nl: Onderwerp

source: Message
nl_nl: Bericht

source: Send
nl_nl: Verzenden

source: Private Conversations - Update
nl_nl: Privé Gesprekken - Update

source: Update conversation
nl_nl: Update gesprek

source: Page to update conversations.
nl_nl: Pagina om gesprekken te updaten.

source: The title cannot be empty
nl_nl: De titel mag niet leeg zijn

source: The content cannot be empty
nl_nl: De inhoud mag niet leeg zijn

source: You must select at least one owner
nl_nl: U moet minimaal 1 eigenaar selecteren

source: The conversation has been updated.
nl_nl: Het gesprek is geüpdatet.

source: Adds private conversations between users of your customer area
nl_nl: Voegt privé gesprekken tussen gebruikers toe aan WP Customer Area

# cuar_conversation
source: Conversation
nl_nl: Gesprek

# cuar_conversation
source: Conversations
nl_nl: Gesprekken

# cuar_conversation
source: Add New
nl_nl: Nieuw Gesprek

# cuar_conversation
source: Add New Conversation
nl_nl: Nieuw Gesprek

# cuar_conversation
source: Edit Conversation
nl_nl: Gesprek Bewerken

# cuar_conversation
source: New Conversation
nl_nl: Nieuw Gesprek

# cuar_conversation
source: View Conversation
nl_nl: Gesprek Bekijken

# cuar_conversation
source: Search Conversations
nl_nl: Zoek Gesprek

# cuar_conversation
source: No conversation found
nl_nl: Geen gesprek gevonden

# cuar_conversation
source: No conversation found in Trash
nl_nl: Geen gesprek gevonden in de prullenbak

# cuar_conversation
source: Parent Conversation:
nl_nl: Hoofd Gesprek:

# cuar_conversation
source: Conversation Replies
nl_nl: Gesprek Reacties

# cuar_conversation
source: Conversation Reply
nl_nl: Gesprek Reactie

# cuar_conversation
source: Add New Reply
nl_nl: Nieuwe Reactie

# cuar_conversation
source: Edit Reply
nl_nl: Reactie Bewerken

# cuar_conversation
source: New Reply
nl_nl: Nieuwe Reactie

# cuar_conversation
source: View Reply
nl_nl: Reactie Bekijken

# cuar_conversation
source: Search Conversation Replies
nl_nl: Zoek Gesprek Reacties

# cuar_conversation
source: No reply found
nl_nl: Geen reactie gevonden

# cuar_conversation
source: No reply found in Trash
nl_nl: Geen reactie gevonden in de prullenbak
